{
  "es": [
    "9-Line: Formato estandar de briefing CAS en 9 lineas.",
    "Abort: Cancelar inmediatamente una accion/ataque/mision en curso.",
    "Bingo: Estado minimo de combustible para regresar de forma segura.",
    "Blind: No tengo contacto visual con la aeronave/posicion reportada.",
    "BP (Battle Position): Posicion tactica desde la cual se apoya al objetivo.",
    "Buddy Lase: Una plataforma externa ilumina el blanco para otra.",
    "Captured: Sensor tiene el objetivo/area adquirido en pantalla.",
    "Cease Fire: Cese de fuego; no disparar salvo reglas vigentes de defensa.",
    "Check Fire: Alto inmediato del fuego por riesgo tactico/fratricidio.",
    "Cleared Hot: Autorizacion para emplear armamento sobre el objetivo.",
    "Contact: Tengo visual del punto de referencia indicado.",
    "Continue: Continuen el ataque; no cambia autorizacion de empleo.",
    "Danger Close: Fuerzas amigas dentro de distancia de danger close del arma empleada.",
    "Egress: Ruta o direccion de salida posterior al ataque.",
    "Guns: Empleo de canon/armamento de tubo.",
    "Hold Fire: Mantener fuego retenido hasta nueva orden.",
    "In From: Direccion desde la cual se realizara la corrida de ataque.",
    "IP (Initial Point): Punto inicial de referencia para ingresar al ataque.",
    "Laser Off: Laser desactivado.",
    "Laser On: Laser activado.",
    "Magnum: Lanzamiento de misil antirradiacion.",
    "No Joy: No tengo visual del blanco/mark/punto de referencia.",
    "Talk-On: Tecnica de guiado verbal para conducir a la aeronave/sensor hasta el blanco o punto de referencia.",
    "Pickle: Jerga comun para suelta de bomba; no es brevity estandar.",
    "Readback: Repeticion de datos criticos para confirmacion.",
    "Rifle: Lanzamiento de misil aire-superficie.",
    "RTB: Regresar a base.",
    "Shack: Impacto confirmado en el blanco (hit directo).",
    "Shift: Mover designacion/atencion a un nuevo blanco.",
    "Splash: Blanco destruido/neutralizado.",
    "Sparkle: Marcar con IR pointer para adquisicion visual.",
    "Spot: Sensor adquirio energia laser reflejada del blanco.",
    "Tally: Tengo visual del blanco.",
    "Tally Ho: Blanco en visual e inicio de ataque.",
    "TOT (Time On Target): Hora planificada de impacto sobre objetivo.",
    "TTT (Time To Target): Tiempo estimado restante hasta impacto.",
    "Type 1 Control: JTAC requiere correlacion visual del ataque antes del empleo.",
    "Type 2 Control: JTAC no puede observar todos los elementos del ataque.",
    "Type 3 Control: JTAC autoriza ataques dentro de parametros/ventana definidos.",
    "Visual: Tengo contacto visual con aeronave/posicion reportada.",
    "Winchester: Sin armamento util restante para la mision."
  ],
  "en": [
    "9-Line: Standard CAS brief format in nine lines.",
    "Abort: Immediately terminate an action/attack/mission in progress.",
    "Bingo: Minimum fuel state required for safe recovery.",
    "Blind: No visual contact with the aircraft/reported position.",
    "BP (Battle Position): Tactical position from which attacks are supported.",
    "Buddy Lase: External platform provides laser designation for another.",
    "Captured: Sensor has target/area acquired on display.",
    "Cease Fire: Stop firing; engage only per current self-defense rules.",
    "Check Fire: Immediate halt to fires due to tactical/fratricide risk.",
    "Cleared Hot: Clearance to release/engage the assigned target.",
    "Contact: Visual contact with the referenced point.",
    "Continue: Continue attack; no change to weapons release clearance.",
    "Danger Close: Friendlies are within danger close distance for the weapon.",
    "Egress: Planned exit route/direction after attack.",
    "Guns: Employment of gun/automatic cannon.",
    "Hold Fire: Withhold fire until further order.",
    "In From: Direction from which the attack run will be made.",
    "IP (Initial Point): Initial reference point for attack ingress.",
    "Laser Off: Laser is off.",
    "Laser On: Laser is on.",
    "Magnum: Anti-radiation missile launch.",
    "No Joy: No visual on target/mark/reference.",
    "Talk-On: Verbal guidance technique used to guide aircraft/sensor onto the target or reference point.",
    "Pickle: Common slang for bomb release; not standard brevity.",
    "Readback: Repeat critical data for confirmation.",
    "Rifle: Air-to-surface missile launch.",
    "RTB: Return to base.",
    "Shack: Confirmed target hit (direct hit).",
    "Shift: Shift designation/attention to a new target.",
    "Splash: Target destroyed/neutralized.",
    "Sparkle: Mark with IR pointer for visual acquisition.",
    "Spot: Sensor has acquired reflected laser energy from target.",
    "Tally: Visual contact with target.",
    "Tally Ho: Target in sight and attack commencing.",
    "TOT (Time On Target): Planned time of impact on target.",
    "TTT (Time To Target): Estimated time remaining to impact.",
    "Type 1 Control: JTAC requires visual correlation before weapons release.",
    "Type 2 Control: JTAC cannot observe all elements of the attack.",
    "Type 3 Control: JTAC grants clearance within defined windows/parameters.",
    "Visual: Visual contact with aircraft/reported position.",
    "Winchester: No usable ordnance remaining for mission."
  ]
}
